cities = ["Вена", "Лондон", "Брюссель", "София", "Будапешт", "Берлин", "Афины", "Копенгаген", "Дублин", "Рейкьявик",
          "Мадрид", "Рим", "Никосия", "Рига", "Вильнюс", "Валлетта", "Монако", "Амстердам", "Осло", "Варшава",
          "Лиссабон", "Братислава", "Любляна", "Хельсинки", "Париж", "Загреб", "Прага", "Берн", "Таллин", "Бельмопан",
          "Оттава", "Вашингтон", "Мехико", "Тегусигальпа", "Манагуа", "Сан-Сальвадор", "Гватемала", "Сан-Хосе",
          "Панама", "Сент-Джонс", "Нассау", "Бриджтаун", "Порт-о-Пренс", "Порт-о-Пренс", "Сент-Джорджес", "Розо",
          "Санто-Доминго", "Гавана", "Кастри", "Кингстаун", "Бастер", "Порт-оф-Спейн", "Кингстон", "Буэнос-Айрес",
          "Бразилиа", "Каракас", "Джорджтаун", "Санта-Фе-Де-Богота", "Асунсьон", "Лима", "Парамарибо", "Монтевидео",
          "Сантьяго", "Кито", "Баку", "Ереван", "Манама", "Тбилиси", "Каир", "Иерусалим", "Амман", "Багдад", "Тегеран",
          "Сана", "Доха", "Никосия", "Эль-Кувейт", "Бейрут", "Абу-Даби", "Маскат", "Эр-Рияд", "Дамаск", "Анкара",
          "Кабул", "Астана", "Ашхабад", "Ташкент", "Дакка", "Тхимпху", "Нью-Дели", "Мале",
          "Катманду", "Исламабад", "Пекин", "Пхеньян", "Сеул", "Улан-Батор", "Москва", "Токио", "Бандар-Сери-Бегаван",
          "Ханой", "Джакарта", "Пномпень", "Вьентьян", "Сингапур", "Бангкок", "Дили", "Манила", "Алжир",
          "Луанда", "Порто-Ново", "Габороне", "Уагадугу", "Бужумбура", "Либревиль", "Банжул", "Аккра", "Конакри",
          "Бисау", "Киншаса", "Браззавиль", "Джибути", "Каир", "Лусака", "Хараре", "Прая", "Яунде", "Найроби",
          "Морони", "Масеру", "Монровия", "Триполи", "Порт-Луи", "Нуакшот", "Лилонгве",
          "Бамако", "Рабат", "Мапуту", "Виндхук", "Ниамей", "Абуджа", "Кигали", "Сан-Томе", "Мбабане", "Виктория",
          "Дакар", "Могадишо", "Хартум", "Фритаун", "Додома", "Ломе", "Тунис", "Кампала", "Банги", "Нджамена",
          "Малабо", "Асмэра", "Аддис-Абеба", "Претория"]



'''

Выборка столиц почти всех стран, но мы можем указать любой город, если в названии будет допущена ошибка,
город не распознается, город будет пропущен, но программа продолжит работу

'''
